[
    {
        "title": "Head of New Business-Entertainment",
        "copyHTML": "<p>The Head of New Business - Entertainment is responsible for developing new business and special projects for Dewynters in new markets and in new sectors. This work extends into international markets in EMEA and Eastern Europe and Asia Pacific.</p><p>This role will report to the CEO of Dewynters. You will be supported by the New Business Coordinator in order to facilitate the preparation of materials and to ensure that new business wins and satellite agencies are properly served by Dewynters in London.</p>",
        "pdf": "/pdfs/careers/Head-of-New-Business-Entertainment.pdf"
    },
    {
        "title": "Sales & Marketing Manager",
        "copyHTML": "<p>As a Sales & Marketing Manager, you will need to lead the sales discussion around our multi-faceted media strategy, leveraging our integrated systems and digital delivery teams. You’ll identify and drive growth opportunities, help position us against the competition and influence the overall sales strategy for our clients. Working very closely with the Insights team and the Account Management team you’ll constantly promote the use of data analytics from software, media and metrics to creative and brand, in order to build in-depth strategies for our clients’ businesses.</p>",
        "pdf": "/pdfs/careers/Dewynters-Sales-Marketing-Manager.pdf"
    },
    {
        "title": "Insights Manager",
        "copyHTML": "<p>As an experienced Analyst you will be using statistical, economic, and data modelling techniques and tools to provide insights and support intelligent business or organisational decision-making. This role requires a technology savvy individual with significant experience of data input and analysis coupled with a passion for theatre.</p>",
        "pdf": "/pdfs/careers/Dewynters-Insights-Manager.pdf"
    },
    {
        "title": "Biddable Account Manager",
        "copyHTML": "<p>As the Biddable Media Account Manager you’ll be managing PPC, Paid Social and Programmatic Activity across a series of flagship accounts for the agency.</p><p>The nature of an independent agency requires a high level of flexibility, common sense and attention to detail. The role, therefore, will evolve over time as you carve out your own remit within the team and, as such, you’ll need a proactive, hands-on approach to the way you work.</p>",
        "pdf": "/pdfs/careersBiddable-Account-Manager.pdf"
    },
    {
        "title": "Biddable Account Director",
        "copyHTML": "<p>As the Biddable Media Account Director you’ll be managing the approach, output and strategy for PPC, Paid Social and Programmatic Activity. Whilst also managing key client relationships and implementing activity for flagship accounts for the agency.</p><p>This role will be based within the media team, working very closely with the Director of Media and Analytics and managing a Biddable Manager and Biddable Exec.</p>",
        "pdf": "/pdfs/careersBiddable-Account-Manager.pdf"
    }
]